"Continue" = "Sürdür";

"Software Update" = "Yazılım güncellemesi";
"Release Notes:" = "Sürüm notları:";
"Remind Me Later" = "Daha sonra anımsat";
"Install on Quit" = "Çıkışta kur";
"Install and Relaunch" = "Kur ve yeniden başlat";
"Skip This Version" = "Bu sürümü atla";

"Automatically download and install updates" = "Güncellemeleri otomatik olarak indirip kur";
"No newer version available." = "Kullanılabilecek yeni bir sürüm yok.";
"An error occurred in retrieving update information. Please try again later." = "Güncelleme bilgileri alınırken bir sorun çıktı. Lütfen bir süre sonra yeniden deneyin.";
"A new version of {0} is available! Would you like to download it now?" = "Yeni bir {0} sürümü yayınlanmış! Şimdi indirmek ister misiniz?";

/* Progress messages */
"Installing update…" = "Güncelleme kuruluyor…";
"Checking for updates…" = "Güncellemeler denetleniyor…";
"Downloading update…" = "Güncelleme indiriliyor…";
"Extracting update…" = "Güncelleme ayıklanıyor…";

"Version {0} is now available" = "{0} sürümü yayınlanmış";
